app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
<% Student.all.each do |student| %>